gs-lib/gs-lib-wof/src/main/resources/cuahsi/1.1/GetSitesObjectRequest.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
	xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
	<soap:Body>
		<GetSitesObject xmlns="http://www.cuahsi.org/his/1.1/ws/">
			<site>
				<string />
			</site>
			<authToken />
		</GetSitesObject>
	</soap:Body>
</soap:Envelope>